[
  {
    "key": 0,
    "artist": "Old Gray",
    "album": "Demo (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1668",
    "name": "Wayward Kids",
    "lyrics": "My dear I do fear that nothing will ever be the same and all these broken homes and broken bones will share the blame. All of my friends have their futures planned; I’m not a part of any of them. I wish the clouds would move away but my best friend moved instead.",
    "translation": "",
    "soundcloudId": "865378003"
  },
  {
    "key": 1,
    "artist": "Old Gray",
    "album": "Demo (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1668",
    "name": "Vulcan Death Grip",
    "lyrics": "You said that everything would be okay and that we could settle down in a house by the river. Well, look at us now. I don’t know where I am and I don’t know where I will go. Maybe someday you will love me but I don’t think that I can wait.",
    "translation": "Old Gray – Vulcan Death Grip(Вулканический смертельный захват)\n\nТы сказала, что все будет хорошо и что мы можем поселиться в доме у реки.\nНу, посмотри на нас сейчас.\nЯ не знаю, где я. Я не знаю, куда я пойду.\nМожет, когда нибудь ты будешь любить меня, но я не думаю, что могу ждать.\n\nПеревод взят с emo translations",
    "soundcloudId": "865378681"
  },
  {
    "key": 2,
    "artist": "Old Gray",
    "album": "Demo (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1668",
    "name": "Ryan Mitchell Made Me Do It",
    "lyrics": "We live in a dream and, when our lives are over, we’ll finally wake up and realize the world is asleep. We’ll empty our lungs and strum out our heartstrings; we’ll simply wake up and realize the beauty in life. One day we’ll scream and get rid of our demons- we’ll empty our souls, take the world off our backs. And as for me, well, I’ve been through some bad times, but I’ve kept my head up and imagined a place with just you and me. Some day the world will stop and so will our hearts. I love you so.",
    "translation": "",
    "soundcloudId": "865377154"
  },
  {
    "key": 3,
    "artist": "Old Gray",
    "album": "Demo (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1668",
    "name": "Headaches (feat. Joe McAndrew)",
    "lyrics": "I’m tired of giving you examples of times where I have said things I’d later regret. This is the last time I’ll admit to having periods of self doubt, feeling sorry for myself. I’ve spent the last four years making new best friends who, after a few more months, I won’t ever see again. I’m so damn sorry that I fucked up. And despite all my best efforts to analyze the minds of great writers by studying the words they once wrote, I’m no closer to cracking Joyce than I am myself. Is it always like this, or is it in my head? I’m sorry for everything.",
    "translation": "",
    "soundcloudId": "865377931"
  },
  {
    "key": 4,
    "artist": "Old Gray",
    "album": "Do I Dare Disturb the Universe (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1669",
    "name": "Her Tongue Was Tattooed On The Back Of Her Teeth",
    "lyrics": "And every moment I lose without you, fighting interference between my mind and the tip of my tongue, I am lost. Tripping over my words, over insanity, racking my every thought, drowning this conviction behind an apathetic mask. A numberless cigarette lit twixt my fingers, burning like the fire that beauty held in your eyes, piercing me like a conscience, shattering the glass of memory reflecting my imperfections, smoldering bridges sinking behind me in hopes for a second chance. So embrace me, dreams, for you are mine; awake to a whirlwind staying swift through my fingers, my dream of you was all I had. So give me a heart where I can't feel, for all I need in my life is that which eludes me, that which I let get away, remaining a haunting thought of what could have been.\n\nCan you feel my beating heart? Buried beneath the backyard- the place we used to live, where we stood on our own. We were rooted in this home. Where we exhaled our last breath and watched the summer fade to blackness.\n\nWe held our hands tight and spoke softly of the distance, as to which our hearts were to lie. And the night kissed us softly on the cheek and we each, the trees bowed before our knees as to exact the point of growing fond of the memories we would never let die.\n\nCan you feel my beating heart? Buried beneath the backyard- the place we used to live, where we stood on our own. We were rooted in this home. Where we exhaled our last breath and watched the summer fade to blackness.\nI will let you go if you want me to.",
    "translation": "Old Gray – Her Tongue Was Tattooed On The Back Of Her Teeth (Её язык был татуирован на обратной стороне её зубов)\n\nИ теряя каждое мгновение без тебя в борьбе между моим разумом и кончиком моего языка, я теряюсь сам. Отбросив все свои слова, все свое безумие, я ломаю каждую мысль, заглушая свою уверенность за безликими масками. Бесчисленные сигареты горят меж моих пальцев, горят подобно огню, что так красиво сверкал в твоих глазах, пронзающих меня, как совесть. Треснутая стеклянная память отражает мои недостатки и тлеющие мосты, тонущие за мной в надежде на второй шанс. Так обнимите меня, мечты, ибо вы мои! Проснувшись в неослабевающем вихре и проскользнув сквозь пальцы, моя мечта о тебе - это все, что я имел. Так дай мне сердце, когда я не могу чувствовать себя. Все, что нужно в моей жизни, ускользает от меня. То, чему я позволяю уйти, остается навязчивой мыслью о том, что это могло было быть у меня.\nТы чувствуешь мое бьющееся сердце, похороненное на заднем дворе? В том, месте, где мы когда-то жили, где мы были вместе. Мы укоренились в этом доме. Там, где мы последний раз вдохнули и наблюдали за тем, как лето погружалось в темноту.\nМы крепко держались за руки, и мягко\nговорили о расстоянии, о котором наши сердца были склонны лгать. И ночь нежно целовала нас в щеку, и деревья преклоняли колени перед нами, чтобы найти точку, с которой мы так помешались на воспоминаниях, которым мы никогда не дадим умереть?\nТы чувствуешь мое бьющееся сердце, похороненное на заднем дворе? В том месте, где мы когда-то жили, где мы были вместе. Мы укоренились в этом доме. Там, где мы последний раз вдохнули и наблюдали за тем, как лето погружалось в темноту.\nЯ отпущу тебя, если ты этого захочешь.\n\nПеревод взят с emo translations",
    "soundcloudId": "865378345"
  },
  {
    "key": 5,
    "artist": "Old Gray",
    "album": "Do I Dare Disturb the Universe (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1669",
    "name": "Dying Leaves",
    "lyrics": "Hands held above our heads, held out as far as they can stretch. I'm trying to hold on to clouds that are always outside my reach. I guess you didn't notice- I fade with the setting sun. I'm no more alive than the empty home where I grew up.\n\nI find my life is constantly swirling, cliche as it sounds, like leaves in the wind- twirling in unpredictable patterns until the wind slows down and stops again. But leaves crumble under foot and are commonly left to die in the sun- I find myself begging for drops of rain to grace me but I realize that there are none.\n\nHands held above our heads, held out as far as they can stretch. I'm trying to hold on to clouds that are always outside my reach. I guess you didn't notice- I fade with the setting sun. I'm no more alive than the empty home where I grew up.\n\nAnd when we planted that tree in your front yard, I remember thinking, 'I wish I was still young.' I guess you didn't notice- I fade with the setting sun.",
    "translation": "Old Gray – Dying Leaves (Умирающие листья)\n\nРуки держались над нашими головами и протянулись ровно настолько, насколько они могут растянуться. Я пытаюсь удержать облака, которые всегда были за пределами моей досягаемости. Я думаю, ты не заметишь, как я исчезну вместе с заходящим солнцем. Я не живее, чем пустой дом, где я вырос.\nЯ считаю, моя жизнь постоянно крутится, хоть и звучит как клише, но как листья на ветру: вертятся непредсказуемым образом, пока ветер не замедляет и не останавливает их снова. Но листья рушатся под ногами и, как правило, остаются умирать под солнцем - и я часто прошу капли дождя, дабы удостоиться их, но я понимаю, что их не существует.\n\nРуки держались над нашими головами и протянулись ровно настолько, насколько они могут растянуться. Я пытаюсь удержать облака, которые всегда были за пределами моей досягаемости. Я думаю, ты не заметишь, как я исчезну вместе с заходящим солнцем. Я не живее, чем пустой дом, где я вырос.\nС тех пор, как мы посадили это дерево в твоем дворе, я не забываю думать об этом. 'Я хочу! я был еще молод.' Я думаю, ты не заметишь, как я исчезну вместе с заходящим солнцем.\n\nПеревод взят с emo translations",
    "soundcloudId": "865379206"
  },
  {
    "key": 6,
    "artist": "Old Gray",
    "album": "Do I Dare Disturb the Universe (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1669",
    "name": "City Orchards",
    "lyrics": "Each night, I decorate the walls of my room with sketches of a city I've never seen. (I've held the same air in my lungs for the past seventeen years- I think it's time for a fresh breath, but only as time will allow. Do you think that you can trick time into thinking that it never passed? Do you really think each new memory can just replace the last?)\n\nI pay attention to the finer details, like the crooked and tired buildings that cast shadows over lonely playgrounds and the dim lamp posts lighting the road like an infinite set of sad eyes. When it's time to sleep, I lay on my back and stare at my makeshift night sky. I always forget the stars. And each morning, when I wake, I always wake up alone. So I erase my walls and start again. Do I dare disturb the universe?",
    "translation": "Old Gray – City Orchards (Городские сады)\n\nКаждую ночь я разрисовываю стены моей комнаты рисунками города, которого я никогда не видел.\n(Я вдыхал воздух в мои легкие в течение последних семнадцати лет, я думаю, что это время для свежего дыхания, но только если само время мне позволит.\nНеужели вы думаете, что можете обмануть время, думая, что оно никуда не исчезает? Вы действительно думаете, что каждое новое воспоминание может просто заменить старое?)\nЯ обращаю внимание на мелкие детали, на кривые и усталые здания, которые отбрасывают тени над одинокими площадками, и тусклые фонари, освещающие дорогу подобно бесконечному множеству грустных глаза.\nКогда пришло время спать, я лег на спину и начал смотреть на мое импровизированное ночное небо. Я всегда забываю звезды. И каждое утро, когда я просыпаюсь, я всегда просыпаюсь в покое, потому что я могу очистить мои стены и начать все заново.\nСмею ли я тревожить вселенную?\n\nПеревод взят с emo translations",
    "soundcloudId": "865377964"
  },
  {
    "key": 7,
    "artist": "Old Gray",
    "album": "Do I Dare Disturb the Universe (2011)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1669",
    "name": "Instrumental",
    "lyrics": "",
    "translation": "",
    "soundcloudId": "865376725"
  },
  {
    "key": 8,
    "artist": "Old Gray",
    "album": "Everything I Let Go & The Things I Refuse To (2012)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1670",
    "name": "359 Pine",
    "lyrics": "Charlie: Ailments become fragments of my imagination; I am encumbered by nothing. Hands in hand with a ghost of your former self, someone I once held away from the torments of situation; no longer am I strong enough- another voice has taken over, controlling, binding, leaving the person I am- fucking helpless, awaiting its next consensus. A face that is not there taunts me, breathing the same air that she held in her lungs, breaking, for it all seems so familiar. I have been lost and faded into this place, waking only to find it still surrounds me, blotting out the pain but with it, the comfort. For I was a being existing but absent of life, selective thoughts showing only bliss. Sifting through tarnished images of a past you were a part of, mind blanketed by memories- the ghost of your former self, someone I once held and time stood still. Time stood still, at least to us. At least to us.",
    "translation": "",
    "soundcloudId": "284163015"
  },
  {
    "key": 9,
    "artist": "Old Gray",
    "album": "Everything I Let Go & The Things I Refuse To (2012)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1670",
    "name": "Resonance",
    "lyrics": "Cameron: How I wish i could go back to the day where my heart was still working and I still had a brain, where I felt no pain. But that ship has sailed, it's been lost out at sea for too long- it has been just you and me for too long. How I wish you could see how much you mean to me; how I long for your smile, how I long for our home. Most nights I can't sleep; I lie in my bed thinking, 'What is left of me?' I lie in my bed reminiscing on past dreams. I'm tired of living while drowning inside. I'm so tired of dying each night.",
    "translation": "Old Gray — Resonance (Отголосок)\n\nКак бы я хотел вернуться в тот день,\nКогда мое сердце все еще билось,\nА голова не раскалывалась от боли\nИ могла разумно мыслить.\n\nНо корабль ушел, он блуждал в море слишком долго.\nТолько ты и я, все это продолжалось слишком долго.\n\nКак бы я хотел, чтобы ты увидела,\nКак много ты для меня значишь;\nКак мне не хватает твоей улыбки,\nКак мне не хватает нашего дома.\n\nНочами я не могу спать;\nЯ лежу в кровати с мыслями: 'Что во мне осталось?'\nЯ лежу в кровати, пересматривая прошлые сны.\n\nЯ устал жить, утопая внутри.\nЯ так устал умирать каждую ночь.\n\nПеревод взят с emo translations",
    "soundcloudId": "284163015"
  },
  {
    "key": 10,
    "artist": "Old Gray",
    "album": "Everything I Let Go & The Things I Refuse To (2012)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1670",
    "name": "Winter '11",
    "lyrics": "Raphael: Every day is the same charade: weary ghosts frequenting their favorite haunts. We're all tired but no one ever moves.\n\nCameron: No effort is made until we forget and fade away.\n\nRaphael: I always found it strange how you found comfort when I spoke in foreign tongue. (In Polish) What do you want from me that you cannot say? What do you want from me that I cannot do?\n\nCharlie: And my words collapsed like the lungs you've overused, for I've wasted my best fleeting hopes, but they weren't you. I keep my eyes firmly closed, hoping I won't see your face. But you are everywhere a shadow, and I am so alone. I am so alone.\n\nRaphael: But what are ghosts except memories we can't let go?\n\nCameron and Raphael: Today I am what I never was: I am truly alone. Tomorrow I'll be what I wish I were today: I won't be afraid anymore.",
    "translation": "Old Gray — Winter '11 (Зима '11)\n\nКаждый день одна и та же шарада: утомлённые призраки посещают свои любимые места. Мы все устали, и никто ничего не делает. Никаких усилий, пока мы не забудемся и исчезнем.\n\nМне всегда казалось странным, как ты находила утешение в том, что я говорил на другом языке. 'Что ты хочешь от меня, но не можешь об этом сказать? Что ты хочешь от меня, но я не могу это сделать?'*\n\nИ все мои слова погибли, как твои измученные легкие, потому что я потерял свои лучшие мимолетные надежды, но они не могли сравниться с тобой. Я крепко сжимаю веки, надеясь, что не увижу твоего лица. Но ты везде, словно тень, а я совсем один. Я совсем один...\n\nНо что есть призраки, как не воспоминания, которые мы не можем отпустить?\n\nСегодня я такой, каким не был никогда: я по-настоящему одинок.\nЗавтра я буду таким, каким хотел быть сегодня: я больше не буду бояться.\n\n(*Строчки в кавычках поются на польском)\n\nПеревод взят с emo translations",
    "soundcloudId": "700232620"
  },
  {
    "key": 11,
    "artist": "Old Gray",
    "album": "Everything I Let Go & The Things I Refuse To (2012)",
    "albumVKLink": "https://vk.com/audio_playlist-219248453_1670",
    "name": "Six Years",
    "lyrics": "[Sound clip from the pilot episode of Freaks & Geeks]\n\nLindsay: Sam. Did Mom and Dad tell you I was the only one with Grandma when she died?\nSam: No.\nLindsay: Yeah. They went down to the cafeteria to get some coffee. And all the sudden Grandma looked so terrified. I didn't know what to do. She grabbed my hand, told me she didn't want to go. She looked so scared, Sam. I said, Well, you know, can you see God or Heaven or a light or anything?\nSam: What did she say?\nLindsay: No. There's nothing.\n\n[End of sound clip]\n\nRaphael: If I close my eyes for a breath too long, can I ever wake up again, or will i sleep for good? Can you see me in your dreams? Can you see me in your sleep? At times I get so lonely, but I guess you wouldn't know- the person I miss most is you six years ago. And at times I hear you're smiling and I think I understand why I thought you threw away everything you had.\n\nRaphael and Casey: This time next year, will I have the courage to say, 'I'm sorry- are you still proud of me?'",
    "translation": "",
    "soundcloudId": "748972138"
  },
  {
    "key": 12,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "Wolves",
    "lyrics": "Cam, Charlie, Raph, Nick, Jon: I’ve been digging a grave with the parts of my brain that still work. They’re burying me with my dead dreams, my dead dreams.\n\nCam: I still feel a heart that's beating but I can't feel love, I still feel a life inside me but I feel no blood. I still clench my teeth and I pull out my hair; my skin and bones are bare. I've been living with the weight of the world and the moon and the stars, burning in my eyes. I haven't seen clear in 19 years; will you please save my life?\n\nCam, Charlie, Raph, Nick, Jon: I’ve been digging a grave with the parts of my brain that still work. They’re burying me with my dead dreams, my dead dreams.",
    "translation": "Old Gray – Wolves (Волки)\n\nЯ копал могилу, пользуясь частями своего мозга, который до сих пор работает. Они зарывают меня в землю вместе с моими мертвыми снами, моими мертвыми мечтами. Я все еще чувствую сердце, оно бьется, но я не чувствую любовь; я все еще чувствую всю жизнь внутри меня, но я не чувствую кровь. Я до сих пор сжимаю зубы, и я сдираю с себя волосы; моя кожа и кости голые. Я живу под тяжестью мира, луны и звезд, обжигающих мои глаза. Я был слеп в 19 лет; Смогу ли я попросить тебя спасти мою жизнь? Я копал могилу, пользуясь частями своего мозга, который до сих пор работает. Они зарывают меня в землю вместе с моими мертвыми снами, моими мертвыми мечтами.\n\nПеревод взят с emo translations",
    "soundcloudId": "865378519"
  },
  {
    "key": 13,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "Coventry",
    "lyrics": "Cam: Did you think about all the things you said to me? Do you think that they helped quell the Hell in my head? In my heart I was torn apart. In my dreams I’ve been thinking of a way to disappear. Well my greatest fear was that I would disappoint all the ones I love, but I’ve been there and back. It’s not so hard when you can’t face yourself in the mirror. Did you think about all the things you said to me? Do you think that they helped quell the Hell in my head? In my heart I was torn apart. In my dreams I’ve been thinking of a way to disappear, so I’m growing out my hair.\n\nRaph: So I’m growing out my hair.\n\nCam: So eventually I can cut ties with myself. I’m growing out my hair.\n\nRaph: I’m growing out my hair.\n\nCam: So eventually I can cut ties with all that I’ve felt. And so I ask myself each night, will I wake to see the morning light? And as I fall asleep, I close my eyes and pray for a reason to breathe. I will keep breathing, but I won’t feel alive.\n\nCam, Charlie, Raph, Nick, Jon: I will keep breathing, but I won’t feel alive.\n\nCam: I will keep breathing, but I won’t feel alive.",
    "translation": "Old Gray - Coventry(Ковентри)\nТы вообще думала, о всем том, что ты мне сказала? Ты думала, что это поможет унять ад в моей голове?\nМое сердце разрывалось, а в своих мечтах я думал о способе исчезнуть. Мой самый большой страх — разочаровать тех, кого я люблю. Но я был там и вернулся. На самом деле это не так сложно, когда ты не видишь себя в зеркале.\nТы думала, о всем том, что ты мне сказала? Ты думала, что это поможет унять ад в моей голове?\nМое сердце разрывалось, а в своих мечтах я думал о способе исчезнуть. Поэтому я отпускаю волосы. Поэтому я отпускаю волосы. Поэтому, в конце концов, я могу разорвать связи с самим собой. Я отпускаю волосы. Поэтому, в конце концов, я разрываю связь со всем, что я чувствовал.\nИ я спрашиваю себя каждую ночь: проснусь ли я, чтобы увидеть утренний свет? И когда я ложусь спать, я закрываю глаза, и молю о причине, чтобы дышать. Я продолжу дышать, но не буду чувствовать себя живым.\n\nПеревод взят с emo translations",
    "soundcloudId": "865376845"
  },
  {
    "key": 14,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "The Artist",
    "lyrics": "Raph: If something in the past can teach me, I’ll look back to find it. I swear I’ll feel brave someday, just not yet.\n\nCam, Charlie, Raph, Nick, Jon: My heart stopped.\n\nCam: I’ve been cutting ties with emotion, I’ve been trying to get by without devotion. I didn't want to feel or smile or, better yet, didn't want to have to learn to feel things again.\n\nRaph: What can I leave behind that will never fade? Where can I place my pride? Where will I find something that feels sincere? For every dream that I’m still trying to fill, I’ve had to let go of countless more. How do I know which ones to keep? How do I know if it’s not too late? Why now? I used to dream of being an artist; the world needed paint as bright as my visions. But love never shows it’s true colors – the world reflected black so I painted myself.",
    "translation": "Old Gray - The Artist (Художник)\n\nЕсли что-то в прошлом может научить меня, я вернусь назад, чтобы найти это. Я обещаю, что стану смелей когда-нибудь, но не сейчас.\nМое сердце...остановилось!\nЯ разрывал все связи с эмоциями, я старался обходиться без преданности. Я не хотел ни чувствовать, не улыбаться, ни учиться чувствовать снова.\nЧто я оставлю после себя, что никогда не угаснет? Куда мне деть свою гордость? Где я могу найти что-то искреннее? За каждую мечту, которую я пытаюсь осуществить, я упускаю бесчисленное множество других. Откуда мне я знать, какие беречь? Откуда мне знать, что уже не слишком поздно? Почему...сейчас? Раньше я мечтал стать художником. Мир должен быть таким же ярким, как я его вижу. Но любовь никогда не показывает своих истинных цветов — мир отразил черный, поэтому я разукрасил себя.\n\nПеревод взят с emo translations",
    "soundcloudId": "865376248"
  },
  {
    "key": 15,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "Show Me How You Self Destruct",
    "lyrics": "Charlie: My blinding distraction gone in seconds for hours of your wasted moments. I dug a grave for my purpose. Tuned in to a bright future sat front row as it crumbled and fell. Tie me up nice so I don’t have to feel this relief flowing through my veins I traded my soul for a rush, my fix, now I hurt without, even with. Always chasing always hating ever loving never enough my subconscious effort not to succeed. Where did my refuge go? You used to hold me, now we embrace and you turn your back.",
    "translation": "Old Gray — Show Me How You Self Destruct\n(Покажи мне, как ты саморазрушаешься)\n\nМоё ослепляющее увлечение ушло с секундами, из которых состояли часы потраченных тобой моментов. Я вырыл могилу для своей цели. Настроившись на светлое будущее, я едва успел занять места в первом ряду, как вдруг всё обрушилось и развалилось. Свяжи меня покрепче, чтобы я не чувствовал, как облегчение течет по моим венам. Я променял свою душу на кайф, на дозу, без которой теперь так же тяжело, как и вместе с ней. Вечно искать, вечно ненавидеть, всегда любить – этого никогда недостаточно. Усилия моего подсознания не увенчались успехом. Где теперь моё утешение? Раньше ты всегда поддерживала и обнимала меня, а теперь мы едва касаемся друг друга, и ты поворачиваешься ко мне спиной.\n\nПеревод взят с emo translations",
    "soundcloudId": "865376980"
  },
  {
    "key": 16,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "The Graduate",
    "lyrics": "Raph: I’m still surrounded by these four blank walls. Every picture I’ve painted has been taken down. The only difference: I don’t forget the stars anymore. I still believe they will never collapse. Maybe I’m just naïve but I wish and wish and wish. Why am I so unsure? Why do both the past and future haunt me now? Maybe I’ll leave this town when my fears become too strong; maybe I’ll leave this town when the last star falls.\n\nCam, Raph: Maybe I’ll leave this town when my fears become too strong.\n\nRaph: Maybe I’ll leave this town when my fears become too strong; maybe I’ll leave this town when the last star falls.",
    "translation": "Old Gray — The Graduate (Выпускник)\n\nЯ всё ещё окружён четырьмя пустыми стенами. И все картины, что я рисовал, больше не украшают их. Изменилось лишь одно: я больше не забываю о звёздах*. Я всё ещё верю, что они никогда не рухнут. Может быть, я просто наивный, но я всё мечтаю, надеюсь и жду. Почему я такой неуверенный? Почему прошлое и будущее, вцепившись вместе, начали преследовать меня?\n\nМожет, я покину этот город, когда мои страхи станут слишком сильны.\nМожет, я покину этот город, когда упадёт последняя звезда.\n\nПеревод взят с emo translations",
    "soundcloudId": "865378174"
  },
  {
    "key": 17,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "Emily's First Communion",
    "lyrics": "Cam: I watched the sun set in your eyes for the last time. I thought you died that night. You called me to tell me you wouldn’t survive. I heard the wind blowing through your hair.\n\nBecca, Cam: I would’ve given anything to be there. I could have sworn that I was. It’s not that I want to die, I just want to disappear.\n\nRaph: Do you think that I still dream of you or long for the warmth that your body would provide? Winter has never felt like it lasted for so long, but I’ve grown used to the cold, and I know that you see there’s no warmth where you are.\n\nBecca: So I embrace the parts of myself that I long to change.\n\nRaph: Is this the face that you were waiting to see?\n\nBecca: I embrace the parts that I hate because they remind me of when we were nearly the same.\n\nRaph: Find me where eyes are afraid to meet, where held hands can cripple fingers. That’s how strong our love could be. But I’m still so scared.\n\nCam, Raph: I am so scared by the things I cannot see. Like the simple idea I don’t keep you up at night with a smile tickling of your mouth. Share my collapse, there’s enough weight here to bury us both.\n\nBecca, Cam, Raph: It’s just another dream.\n\nBecca, Cam, Charlie, Jon, Nick, Raph: It’s just another dream.",
    "translation": "",
    "soundcloudId": "865376776"
  },
  {
    "key": 18,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "I Still Think About Who I Was Last Summer",
    "lyrics": "Cam: Well I’ve changed except my heart still beats too fast and my lungs still collapse and my legs still shake. I once thought love was real when we sat atop that hill and looked at cars below. We used to grow. You kissed me on the forehead and told me that you’d never let go. You told me that you’d love me until the end. Which begs the question, are we now dead? The person I thought I knew must be the person I once trusted until my bones rusted over in the snow we used to grow like the tallest tree in my background I used to know. Well happiness and joy and bliss, how it all disappeared so quick. So here’s to life and here’s to love. I’ve said it before, that I fade with the setting sun.\n\nCharlie: My ears are still ringing from the sound of your broken heart, beating faster than thought, caught in your stare, so encompassing. All resolve is lost as words fall from your lips, my trembling fingertips held out in question. So shake hands with regret, set to slip away. Your eyes crossing, rivers flowing under your pale feet. As the moments count down to flames, meet and greet death, he wears a cloak of your hopes and dreams, quenched like the raging fire they were once. You’re the breath he never found; you are the closed eyes peacefully resting while those around you are torn to pieces. You’re the smoke I pull to escape from thought of you. No touch, no shadow cast into mind, your hand fervidly held at your side as memories of you flow through mine an empty space more lonesome for what it has lost. You’re the sunset smile thundering out of a careless moment, you’re the tightly closed fingers holding in a breath. If you would stay here with me, one more minute, I would steal the world.",
    "translation": "Old Gray – I Still Think About Who I Was Last Summer. (Я все еще думаю о том, кем я был прошлым летом)\n\nКэм: Ну, я изменился, если не считать мое сердце, которое все еще бьется слишком быстро, моих легких, которые еще разваливаются, и мох ног, которые все еще дрожат. Когда-то я думал, что любовь была реальной, когда мы сидели на вершине холма и посмотрел на автомобили ниже. Мы привыкли расти. Ты поцеловала меня в лоб и сказала мне, что ты никогда не отпустишь. Ты говорила, что будешь любить меня до самого конца. Напрашивается вопрос: мы уже умерли? Человек, которого, я думал, что знаю, должен быть человеком, которому я когда-то доверял. И пока мои кости не ржавели в снегу мы привыкли расти, как самое высокое дерево, которое я когда-либо помнил. Счастье, веселье, блаженство... как же все это быстро исчезает. Так вот и живем, так вот и любим. Я говорил об этом раньше, что я исчезаю вместе с заходящим солнцем.\n\nЧарли: Мои уши еще звенели от звука твоего разбитого сердца, что бьётся быстрее, чем мысли, попадающие в твой всеохватывающий взгляд. Вся решимость теряется при виде слова, падающего из твоих уст, мои дрожащие пальцы застыли в вопросе. Так пожмем друг другу руки с сожалением и разожмем их. Твои глаза пересекаются как реки, что текут по твоим бледным ногам .В те моменты, когда разгоревшееся пламя встречает и приветствует смерть, она носит плащ из твоих надежд и мечтаний, закаленных, как бушующее пламя, которыми они когда-то были. Ты - дыхание, но оно так и не найдено; Ты - закрытые глаза, что мирно отдыхают, пока те, кто вокруг тебя, рвут друг друга на куски. Ты - дым, который я глотаю, чтобы не думать о тебе. Ни касания, ни тени не накладывают отпечаток на мой разум, но твоя рука крепко держит меня на твоей стороне, как воспоминания о тебе поступают с моим пустым пространством, еще более одиноким после твоего ухода. Ты - заходящая улыбка, громогласно исчезнувшая в один ужасный момент, ты - плотно стиснутые пальцы, удерживающие дыхание.\n\nЕсли бы ты осталась здесь со мной больше, чем на одну минуты, я ради этого украл бы мир.\n\nПеревод взят с emo translations",
    "soundcloudId": "865376617"
  },
  {
    "key": 19,
    "artist": "Old Gray",
    "album": "An Autobiography (2013)",
    "albumVKLink": "https://vk.com/audio_playlist-54667275_1105",
    "name": "My Life With You, My Life Without You",
    "lyrics": "",
    "translation": "",
    "soundcloudId": "865378795"
  },
  {
    "key": 20,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "pulpit",
    "lyrics": "I have been waking up with blood in my mouth most days.\nChoking on the metallic taste that coats my tongue.\nCan't remember if I promised today would be the last, if so I lied.\n\nThat infinitesimal moment of my true thoughts will fade.\nOvercome by my need for you.\nI am a lie. I am a sickness.\nI am decaying.\n\nI feel the life pouring from my veins,\nas I so feverishly try to shock life back into them,\nThe way you so effortlessly did.\n\nMaybe I should just end this here.\nI wish that the promise of learning\nfrom their example would die on my lips,\nSo that my words bear weight again.\n\nMy sanity won't let me count how many I've lost.\nContent only counting hours.\n\nCarefully planning, facing no aspect of life.\n\nAs beautiful as this hole is, I need to climb out.\n\n-----\n\nThe first time i contemplated death, I was 13.\ntook a knife from my kitchen counter,\nI did not know hot to perceive this.\n\nAfter eight, nine years of dealing with these thoughts\nI couldn’t comprehend why i was feeling this way.\n\nFor the longest time i contemplated death as the only escape\nand the only way to make myself rid of the feelings i have felt.\n\nI’ve lost to many friends to feel that way anymore,\nto know that my life is not a continuation of theirs.\nSo i sit at home, and i waste away\nand i grow tired of the things i love.",
    "translation": "old gray — pulpit (проповедь)\n\nПочти каждый день я просыпаюсь с кровью во рту и давлюсь металлическим привкусом, обволакивающим мой язык. Не помню, обещал ли я, что этот раз будет последним. Если обещал, то соврал.\n\n(Первый раз я подумал о смерти в 13 лет, я взял нож с кухонного стола и не знал, что чувствовать в тот момент)\n\nНичтожный проблеск моих разумных мыслей гаснет, перекрытый моей потребностью в тебе. Я - ложь. Я - болезнь. Я гнию.\n\n(Спустя восемь, девять лет борьбы с этими мыслями, мне не удалось понять, почему они посещают меня)\n\nЯ чувствую, как жизнь сочится из моих вен, пока я лихорадочно пытаюсь вернуть её на своё место. Так же, как непринуждённо делал это ты.\n\n(Долгое время я считал смерть единственным выходом и единственным способом избавиться от терзавших меня чувств)\n\nВозможно, мне стоит покончить с этим прямо сейчас. Я хочу, чтобы обещание учиться на их примере умерло на моих губах. Так мои слова снова будут иметь вес.\n\n(Я потерял слишком много друзей, чтобы думать об этом, не понимая, что моя жизнь должна быть продолжением их жизней)\n\nМой рассудок не даст сосчитать, сколько людей я потерял. Я довольствуюсь лишь подсчётом времени. Тщательно планируя, избегаю любой аспект жизни.\n\n(Поэтому я сижу дома и разлагаюсь,\nИ я устал от всего, что когда-то любил)\n\nКакой бы прекрасной ни казалась эта дыра,\nПора из неё выбираться.\n\nПеревод взят с emo translations",
    "soundcloudId": "865376386"
  },
  {
    "key": 21,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "communion",
    "lyrics": "Where are you?\nIn a time where I needed you most,\nI selfishly prayed for a ghost\nor sign that your spirit’s alive\nto give me hope.",
    "translation": "",
    "soundcloudId": "865378732"
  },
  {
    "key": 22,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "blunt trauma",
    "lyrics": "There was traffic in Austin\nwhen you gave yourself up\nto the crushing release of a car.\n\nLong live the devil and all hail the saints\nchewing up stars with their names.\nAngel, i feel your pain\nI understand why you’d want to take it all away.\n\nI still think about the body,\nby the gas station where you lied.\nA bloodstained body of what once was,\njust another meal for the flies.",
    "translation": "",
    "soundcloudId": "865376830"
  },
  {
    "key": 23,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "everything is in your hands",
    "lyrics": "Painting broad strokes of black brings blood down my head.\nI can’t handle anymore phone calls telling me another friend is dead.\n\nI miss your laugh and I miss your smile.\nIt’d be nice to hear from you every once in a while but you’re gone.\n\nI will never be able to ask how you’ve been\nor where you or or how could i lose another friend?\nI tried to destroy me too.\nHell only knows what i’ve been through.\n\nSo i left my regrets at the foot of my bed\nand I promised when i’m older, I wouldn’t forget\nhow to cut myself open just to rinse myself clean again.\nYour death hangs over my every move.\nEverything is a constant reminder of you.\nSo you haunt me, so that I can haunt you too.\n\nI can haunt you too if you want me too.",
    "translation": "Old Gray - everything is in your hands (всё в твоих руках)\n\nРисование широкими черными штрихами вызывает прилив крови к голове,\nЯ больше не выдержу телефонных звонков, сообщающих мне о смерти еще одного друга.\n\nИ я скучаю по твоему смеху, и я скучаю по твоей улыбке,\nБыло бы здорово иногда получать от тебя весточки, но тебя больше нет.\n\nЯ никогда не смогу спросить, как у тебя дела\nИли где ты, или как я мог потерять еще одного друга?\nЯ тоже пытался уничтожить себя,\nОдин черт знает, через что мне пришлось пройти.\n\nТАК ЧТО Я ЗАПРЯТАЛ СВОИ СОЖАЛЕНИЯ ПОД КРОВАТЬ\nИ ПООБЕЩАЛ СЕБЕ, ЧТО СТАВ СТАРШЕ, Я НИКОГДА НЕ ЗАБУДУ,\nКАК ЛЕГКО МОЖНО ВСКРЫТЬСЯ И ОСВОБОДИТЬ СЕБЯ ОТ ВСЕХ ПРОБЛЕМ.\n\nТВОЯ СМЕРТЬ ПРЕСЛЕДУЕТ МЕНЯ НА КАЖДОМ ШАГУ,\nВСЕ ЯВЛЯЕТСЯ ПОСТОЯННЫМ НАПОМИНАНИЕМ О ТЕБЕ,\nТЫ ПРЕСЛЕДУЕШЬ МЕНЯ, ЧТОБЫ Я МОГ, ЧТОБЫ Я МОГ ТОЖЕ СЛЕДОВАТЬ ЗА ТОБОЙ.\n\nЯ ТОЖЕ МОГУ СЛЕДОВАТЬ ЗА ТОБОЙ, ЕСЛИ ТЫ ЭТОГО ТАК ХОЧЕШЬ\nЯ ТОЖЕ МОГУ СЛЕДОВАТЬ ЗА ТОБОЙ ТАК, КАК ТЫ ЭТОГО ХОЧЕШЬ\nЯ ТОЖЕ МОГУ СЛЕДОВАТЬ ЗА ТОБОЙ, ЕСЛИ ТЫ ЭТОГО ТАК ХОЧЕШЬ\nЯ ТОЖЕ МОГУ СЛЕДОВАТЬ ЗА ТОБОЙ ТАК, КАК ТЫ ЭТОГО ХОЧЕШЬ\nЯ ТОЖЕ МОГУ СЛЕДОВАТЬ ЗА ТОБОЙ, ЕСЛИ ТЫ ЭТОГО ТАК ХОЧЕШЬ\nЯ ТОЖЕ МОГУ СЛЕДОВАТЬ ЗА ТОБОЙ ТАК, КАК ТЫ ЭТОГО ХОЧЕШЬ",
    "soundcloudId": "865378474"
  },
  {
    "key": 24,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "razor blade",
    "lyrics": "Brendon put down the knife,\nI love you too much to let you take your life\nand I won’t let you try again.\n\nI won’t let daisies grow through your head.\nI won’t let daisies grow through your skin.\n\nIf this is the last thing i write,\nI swear that i’ll think of you every night.\nI won’t let you bleed.\nI won’t let you bleed.\nI won’t let you bleed.\nPut down the knife.",
    "translation": "Old Gray — Razor Blade (Лезвие бритвы)\n\nБрендон, опусти нож.\nЯ слишком люблю тебя, чтобы позволить тебе отдать свою жизнь.\nИ я не позволю тебе попробовать снова.\nЯ не позволю маргариткам прорасти через твою голову.\nЯ не позволю маргариткам прорасти через твою кожу.\nЕсли это последняя вещь, что я пишу,\nЯ клянусь, что буду думать о тебе каждую ночь.\n\nЯ не позволю тебе пустить кровь.\nЯ не позволю тебе пустить кровь.\nПоложи нож.\n\nПеревод взят с emo translations",
    "soundcloudId": "865377799"
  },
  {
    "key": 25,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "i",
    "lyrics": "",
    "translation": "",
    "soundcloudId": "865377664"
  },
  {
    "key": 26,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "like blood from a stone",
    "lyrics": "there's a girl, a tall girl, with eyes like honeycomb\n& jasmine. sometimes she blows cigarette smoke\nin your face in the break room, and you call that love.\nnot because it is, but because you want it to be,\nbecause you're so goddamned lonely, so goddamned\nunable to handle the ocean roar in your ears\nwhen you're alone. you tell yourself that the ash\nin your lungs is a kiss goodnight, and you write poems\nabout the smoke tendrils whispering off her lips,\nhow beautiful they are, like the aching arms of god\nyou want them to be. one night, you're tired,\nso very tired, your eyes as heavy as water. you forget\nwhere you are, in the break room at a walmart at 2:30\nin the morning. you leave your notebook unattended\non the table, left out for anyone in the world to see,\nand one of your coworkers picks it up. he reads the poems\nyou wrote about the girl with honeycomb & jasmine\nin her eyes. you panic when you realize what just happened,\nbecause the boy who just picked up your notebook,\nhe's a cruel boy, with eyes like shotguns & razorwire.\nhe buys you razorblades on your birthday\nso you can do the job right the next time,\nyou fucking freak, and you can't believe that\nyou aren't one, can't believe you deserve to be\nanything. some days you don't even try to hide\nthe angry marks on your arm, like your skin is a test\nwhere you got every question wrong. one night,\nthere's a box-cutter with a brand new blade, a stack\nof cardboard boxes begging to feel its tooth. you dig in\nbut something's wrong, the fiber's too gnarled and you\ncan't seem to cut clean. you push, hard as you can,\nfeel the stiff tangle of glue give way, and there's blood\non the floor, the blade half an inch in your wrist,\nbut you don`t feel it. the shift manager’s in your ear,\nangry because he has to take you to the hospital.\nthere's a janitor who'll forever hold it against you\nfor staining his clean, clean floor, and there's everyone\nyou work with & their hostile eyes glaring, knowing\nthis was coming all along. there's that cacophony, all\nthose ghosts reminding you of your destiny for failure.\nand there's another blade, and there's a bottle of pills,\na fifth of vodka, a hospital visit, two weeks of inpatient\nwhile your whole family prays for you to get better.\nthere's a doctor with blank eyes who never looks at you.\nhe’s always scribbling things on his clipboard. everything\nyou say, he documents. even when you're not talking to him.\nyou don't smoke, but you still go out for smoke breaks\nwith everyone else on the ward because there's nothing else to do\nbut stare at the walls, and wait for the next group session\nto start, so you hang out in the courtyard, not smoking cigarettes\nbut still befriending those who do. and there's a man, maybe\nten years older than you, with eyes like roughcut pine & sunset.\nhe notices you don't smoke so he tries to stay downwind from you\nso he doesn’t exhale in your face. he tells you it's okay bud,\nwe'll get through this and be better when we leave this place\nthan we was when we got here. he's telling you the truth,\nand you believe him. one day the doctor who doesn't look at you\ncomes to your room and tells you that your insurance isn't paying\nfor any more days, so you're all better now, and you leave.\nyour mom picks you up in the lobby. her eyes are the most worried\nkindness you've ever seen. and you go home. and you fight off\nthe ghosts, which is easier now than it was before, because now\nyou have a better set of tools today. and your life goes on\nlike it was meant to, like you were always supposed to survive\nthe fight. you stop writing poems about smoke tendrils trailing\noff the lips you once wanted to kiss, or about how your loneliness\nis so unbearable, because now you write poems about how to stay\nalive. you write poems about the places you feel at home\nrather than the places you wish you could be. one day, you catch\na glimpse of someone in the mirror, and there you are, eyes\nlike stubbornness & struggle, like the brick buildings in abandoned\nfactory towns that refuse to completely fall. you look at all the scars,\nthe history etched into your arms like a road map\nof where you used to be vs. the endless possibilities\nof where you are and where you can go now.\nand the smoke tendrils, once midnight black\n& swirling above your head, break away, leaving\nnothing in your view except the sky. and it is so perfect,\nand so clear.",
    "translation": "Old Gray - Like blood from a stone (словно кровь из камня)\n\nЕсть девушка. Высокая девушка с глазами цвета медовых сот и жасмина. Иногда она выдувает сигаретный дым тебе в лицо в комнате отдыха, и ты зовёшь это любовью. Не потому что это так, а потому что ты хочешь, чтобы это было так. Потому что ты чертовски одинок и не в состоянии справиться с рёвом океана, раздающимся в твоих ушах, когда ты остаешься наедине с собой. Ты говоришь себе, что пепел в твоих лёгких хорош так же, как и поцелуй на ночь, и пишешь стихи о струйках дыма, слетающих с её губ вместе с шепотом и о том, как они красивы. Однажды ночью ты устал, очень устал и твои глаза были полны слёз. Ты забыл, где находишься, в комнате отдыха в Уоллмарте в 2:30 ночи. Ты оставил без присмотра свой блокнот на столе, чтобы кто угодно в мире мог заглянуть в него и один из твоих коллег его обнаружил. Он прочитал твои стихи о девушке с глазами цвета медовых сот и жасмина. Ты запаниковал, когда понял что произошло, ведь парень, нашедший твой блокнот, был жестоким парнем, с глазами, что были как ружья и колючая проволока. Он купил тебе пачку лезвий на день рождения, 'чтобы ты в следующий раз наконец закончил начатое, ёбаный урод', и ты не мог поверить в то, что ты не один и что ты заслуживаешь быть всем, кем только пожелаешь. Иногда ты даже не пытался скрыть порезы на своей руке, как будто твоя кожа была тестом, где каждый ответ был неправильным и перечёркнутым. Как-то раз ночью у тебя был канцелярский нож с новеньким лезвием и гора картонных коробок, молящая ощутить на себе его остроту. Ты режешь, но вдруг что-то пошло не так, крепления на коробке были слишком корявыми и у тебя не получалось резать ровно. Ты давишь на нож, так сильно, как только можешь и уже чувствуешь, как затвердевшие сгустки клея уступают лезвию и внезапно на полу появляется кровь. Лезвие на полдюйма в твоём запястье, но ты не чувствуешь этого.Управляющий смены кричит у тебя над ухом, потому что теперь ему придётся везти тебя в больницу. Больничный уборщик будет вечно злиться на тебя за то, что ты испортил его начищенный до блеска пол и все, с кем ты работал, с их ослепительными от враждебности глазами, которые знали, что всё шло именно к этому. Вся эта какофония дала волю твоим внутренним призракам, напоминающим тебе о твоей судьбе, будто обречённой на провал.\nИ вот ещё одно лезвие, ещё один пузырёк таблеток и ещё одна стопка водки - и визит в больницу, после которого ты был госпитализирован на две недели, в течении которых вся твоя семья молилась о том, чтобы тебе стало лучше. Доктор с пустыми глазами,которые никогда не смотрели на тебя, всё время что-то черкал в своём блокноте и записывал всё, что ты скажешь, даже тогда, когда ты не говорил с ним. Ты не куришь, но всё равно ходишь в курилку со всеми остальными в палате, потому что делать больше нечего, лишь пялиться на стены и ждать начала следующей групповой терапии. Ты тусуешься на больничном дворе, не куришь, но зависаешь с теми, кто курит. Был человек, может быть, лет на 10 старше тебя, с глазами цвета опилков сосны и заката. Он замечает, что ты не куришь и старается стоять так, чтобы не дымить тебе в лицо. Он сказал тебе 'Всё в порядке,дружище. Мы пройдём через это и станем лучше, когда выйдем отсюда, чем были, когда пришли сюда.' Он сказал тебе правду, и ты поверил ему. Однажды доктор, который не смотрел на тебя, пришел к тебе в палату и сказал, что твоя страховка больше не оплатит ни дня прибывания в больнице, что тебе уже намного лучше и что тебя выписывают. Твоя мама встретила тебя в вестибюле, и ты никогда не видел такого беспокойства и доброты, как в её глазах в тот момент.\nТы вернулся домой и начал бороться со своими призраками, и это было легче, чем раньше, ведь теперь тебе было чем им ответить. Твоя жизнь продолжается, как и должна была, как будто ты всегда можешь победить в этой борьбе. Ты перестал писать стихи о струйках дыма, слетающих с её губ ,которые ты когда-то хотел поцеловать, и о том, как невыносимо твоё одиночество, потому что теперь ты пишешь стихи о том, как остаться в живых. Ты пишешь стихи о местах, где чувствуешь себя как дома, вместо стихов о тех местах, где ты мог бы оказаться. Как-то раз ты заметил чьё-то отражение в зеркале и увидел там себя, с глазами упрямыми и полными борьбы, как кирпичи здания брошенной фабрики, производство на которой полностью остановлено. Ты смотришь на свои шрамы, которые врезались в твои руки и будто образовали дорожную карту, где места, в которых ты должен быть противостояли бесконечным возможностям тех мест, где ты сейчас и куда сможешь отправиться. Струйки дыма, некогда чёрные, как полночь, и клубящиеся над тобой, оторвались и не оставили перед твоими глазами ничего, кроме неба. И оно было таким прекрасным, таким чистым...\n\nПеревод взят с emo translations",
    "soundcloudId": "865376620"
  },
  {
    "key": 27,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "ii",
    "lyrics": "",
    "translation": "",
    "soundcloudId": "865378996"
  },
  {
    "key": 28,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "given up to you",
    "lyrics": "",
    "translation": "",
    "soundcloudId": "865376332"
  },
  {
    "key": 29,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "a letter for zach",
    "lyrics": "I still remember the hotel room where I sat.\nFleeing the hand that gripped you.\nI gave you words,\nthey were inadequate. Couldn't admit that I abandoned you.\nMy fear grew, ever stronger. My delusion cast about me, a blanket to my conscious mind. And my paradise lies in blankets and smoke.\n\n Remember when we were all smiles, blind to reality.\nI sat with eyes closed for awhile. As if days don't turn to months.\nExcept, I forgot it ends like this.\nBlue veins, cracked upon a pale surface.\nDid you smile one last time, as you closed your eyes?\n\n Because, I don't want to close my eyes anymore. I want to be whole again, how the fuck do I get there?\nI've lost what it means to be a person. Haven't been reading enough to know the right words, so I keep mine to myself.\nJust thought I'd take this chance. Say I'm sorry.\n\n So one more cigarette, one more breath in between,\none more drink,\none more hit.\nHopefully take the breath out of me.\nCounting seconds to minutes as you slip away.\n\n You were going to be someone.\nWe all I knew I, was supposed to be the one. Found on a cold tile floor.\nThe vibrance of your being seemed so foreign, as you lay there.\n\n I still keep the card scott gave in my pocket so I never leave your side again.\nEach day, find myself asking what would have been if I was there? Again.\nI should never have been there in the first place.",
    "translation": "old gray — a letter for zach (письмо заку)\n\nя до сих пор вспоминаю тот номер в отеле. где я скрывался от объятий смерти, что забрали тебя. я пытался предупредить, но слова мои не имели смысла. я не мог смириться с тем, что бросил тебя. страхи терзали меня всё сильнее. бредовые идеи посещали всё чаще. здравый рассудок покрывался пеленой. моё упоение закуталось в одеяла и курит.\n\nвспоминаю, как все мы улыбались и были слепы к реальному миру. закрыв глаза, я сидел, не обращая внимания на то, как дни перерастают в месяцы. ведь я снова забыл, что всё заканчивается именно так. синие вены, вскрытые на бледном полу. улыбался ли ты напоследок, закрывая свои глаза?\n\nпоэтому я больше не хочу закрывать глаза. я снова хочу чувствовать себя полноценным. что мне, блять, надо для этого сделать? я потерял все свои человеческие качества. я мало читал, не могу связать и двух слов, поэтому постоянно молчу. просто подумал, что стоит воспользоваться шансом. хочу извиниться.\n\nещё одна сигарета,\nещё одна затяжка,\nещё одна бутылка,\nещё одна доза, в надежде на то, что это закончит мои страдания. отсчитывая, как секунды превращаются в минуты, мысли о тебе постепенно растворяются.\n\nты ведь мог стать кем-то.\nмы все знаем, что это я должен был быть там. лежать на холодном кафельном полу. вибрация твоего умирающего тела казалась такой незнакомой.\n\nв моём кармане всё ещё лежит открытка, которую дал мне Скотт, чтобы я никогда не забывал тебя. каждый день я задаюсь вопросом, что если бы я был на твоём месте? вот опять. мне никогда не стоило быть на твоём месте.\n\nПеревод взят с emo translations",
    "soundcloudId": "865378777"
  },
  {
    "key": 30,
    "artist": "Old Gray",
    "album": "slow burn (2016)",
    "albumVKLink": "https://vk.com/audio_playlist-160933986_28",
    "name": "on earth, as it is in heaven",
    "lyrics": "",
    "translation": "",
    "soundcloudId": "865377691"
  },
  {
    "key": 31,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "At the End of the Day",
    "lyrics": "My lungs are empty\nand i'm trapped beneath ice and snow.\nwhere my words are spoken\nthrough broken teeth that chatter\nso shatter my frozen heart\nso shatter watch these bones as they fall apart\n\n we'll stand as tall as mountains\nwith our arms reaching towards the west\nwe'll talk of love and all that fuels\nand find the courage to scream\n\n bury me with the great ships at the bottom of the sea\nand let these waves wash over us so we can finally see that\n\n we are not alone.\nthere's so much more for us\ndespite the distance\nwe're still one at heart\n\n i'm afraid of the future\nbut I have sutures to mend our broken hearts",
    "translation": "Old Gray — At the End of the Day (В конце концов)\n\nМои легкие опустошены, и я заперт подо льдом и снегом, где мои слова произносятся сквозь сломанные стучащие зубы. Разбей же вдребезги мое ледяное сердце и смотри, как рухнут мои кости.\n\nМы возвысимся, словно горы, с руками, что тянутся на восток. Мы будем говорить о любви и обо всем, что нас согревает, и наберемся смелости, чтобы закричать. Похорони меня среди великих кораблей на дне океана и позволь этим волнам нас накрыть, чтобы мы, наконец, увидели, что мы не одни. У нас есть еще столько всего. Несмотря на расстояние, мы по-прежнему едины в сердцах.\n\nЯ боюсь будущего, но у меня есть швы, чтобы заштопать наши разбитые сердца.\n\nПеревод взят с emo translations",
    "soundcloudId": "1717925685"
  },
  {
    "key": 32,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "Our Hearts Remain the Same",
    "lyrics": "I've never felt so alone\nI miss my family\nI miss my home\nI miss my home\nand I miss your smile\n\n I remember the days\nof church pews and sunsets\nand long endless drives to the angry heart of no where\n\n I remember the way that you kissed me\nI remember the way that you said goodnight\nI remember the way that we laughed\nI remember all the times we never had\n\n So tell me that everything will be okay\nbecause it has to be\nbecause it has to be\n\n the summer never ended\nI guess our hearts grew up alone\nthe summer never ended\nI guess you just grew up\n\n I'll grow up someday",
    "translation": "Old Gray — Our Hearts Remain the Same (Наши сердца остаются прежними)\n\nЯ никогда не чувствовал себя таким одиноким.\nЯ скучаю по своей семье,\nЯ скучаю по дому,\nИ я скучаю по твоей улыбке.\n\nЯ помню те дни церковных скамей и закатов,\nТе долгие, бесконечные влечения к злому сердцу в никуда.\n\nЯ помню, как ты меня поцеловала.\nЯ помню, как ты говорила: 'Спокойной ночи'.\nЯ помню, как мы смеялись.\nЯ помню все моменты, которых у нас никогда не было.\n\nСкажи мне, что всё будет хорошо,\nПотому что это должно быть так.\n\nЛето никогда не кончалось.\nДумаю, наши сердца выросли в одиночестве.\nЛето никогда не кончалось.\nНаверное, ты просто повзрослела.\n\nКогда-нибудь и я повзрослею.\n\nПеревод взят с emo translations.",
    "soundcloudId": ""
  },
  {
    "key": 33,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "The Hundred Acre Woods - Pennsylvania",
    "lyrics": "When I was born, they said I could've died. My father did weep and my mother, she cried. Although my lungs were withered inside, a two pound boy was alive. Many months later, I was taken home to a nice little house, where I mended my bones. I would sit in the tree that once bordered the road; watched the world as it turned so slow. Once, I was seven, we packed up our things and moved to PA, where the setting sun brings the beauty of life to the valleys and springs and the sound of the partridge does ring. As I grew older, my life doubled in size- the tops of the hills arched their backs toward the skies. 'Cause nature, you know, does sink and does rise, like the ocean, so old and so wise. I remember when I played my first show. The music pulsated with those in the front row, sprinkling the air as the clouds hung so low in the year, a year or so. Sometimes when I lie, awake late at night, I watch the shadows that trickle from the house light. The patterns move slow like those born without sight; when you sleep, your life seems so bright. Now that I've grown up, I'll soon leave my home and pack up the pictures of the ones I did know. I'll never forget all the places I roamed; Pennsylvania, the love you have shown. I do not know if God is real or a lie, but oh well, I thank God I'm alive.",
    "translation": "",
    "soundcloudId": ""
  },
  {
    "key": 34,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "'I Think I Might Love You' Is An Awfully Long Sentence",
    "lyrics": "",
    "translation": "",
    "soundcloudId": "292672796"
  },
  {
    "key": 35,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "With Hands Like These",
    "lyrics": "",
    "translation": "",
    "soundcloudId": ""
  },
  {
    "key": 36,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "The Foxes Begin to Starve",
    "lyrics": "",
    "translation": "",
    "soundcloudId": ""
  },
  {
    "key": 37,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "Catharsis (2011 demo)",
    "lyrics": "and like two birds of the same feather, i was reluctant to let you go. i know it's hard to fly with clipped and bloodied wings, believe me when i say that i've tried. you remind me of why i hate myself: you're everything i'm not, i hate myself because i wish i was. i've built my own nest far from here in the hope that i'd remain safe. but now i'm all alone i'm left wondering what do i do next?",
    "translation": "",
    "soundcloudId": "443596197"
  },
  {
    "key": 38,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "Clip Your Own Wings",
    "lyrics": "And they said that one day I'd be fine,\nand they said that my whole life.\nSo I kept one foot forward,\nbut lately I've been wearing thin.\nI don't feel safe in my skin anymore.\nI don't feel safe in my skin.\n\n So I guess that I can't be,\nI can't be myself anymore.\nSo I guess that I can't be myself,\ncan't be myself anymore\nMust I become someone new for you?\nMust I become someone new?\n\n and I've clipped my wings,\nand i'll make you proud some day,\nyou have no idea how high I can fly.",
    "translation": "old gray - clip your own wings (подрежь свои крылья)\n\nи они говорят, что однажды я буду в порядке\nи они говорят это всю мою жизнь\nтак что я держу одну ногу впереди\nно в последнее я становлюсь тоньше\nя больше не чувствую себя безопасно в своей коже\nя не чувствую себя безопасно в своей коже\n\nи я предполагаю, что я не могу быть\nя не могу больше быть собой\nи я предполагаю, что я не могу быть\nя не могу больше быть собой\nя должен стать кем-то новым для тебя?\nя должен стать кем-то новым?\n\nи я обрезал свои крылья\nи я сделаю тебя гордой однажды\nты не представляешь, как высоко я могу летать\n\nПеревод взят с emo translations",
    "soundcloudId": "150317410"
  },
  {
    "key": 39,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "An Epitaph",
    "lyrics": "I used to be scared of death,\nbut now its my only friend.\nI found comfort in it's embrace\nand solace in the grace that it leaves me each night.\nI am no longer afraid to die because my world's become so empty\nYou were so young, I owe this all to you.\nYou live in my every word, you're the reason that i'm still alive\nNo one deserves to die, I never got to say goodbye.\n\n So this is my goodbye to you,\nand I hope wherever you are,\nthat you hear how my voice sounds now,\nhow in six years I haven't drowned,\nin the shadow that I have become,\nin the shadow of my everyday,\nin the darkness that I have become,\nin the shadow of my everyday\n\n and i still miss you,\nyou were the place that I called home,\nand I am so alone.",
    "translation": "Old Gray – An Epitaph (Эпитафия)\n\nЯ раньше боялся смерти,\nНо теперь это мой единственный друг.\nЯ находил утешение в её объятьях\nИ утешение в благодати, что она оставляет меня каждую ночь.\nЯ больше не боюсь умереть, потому что мой мир стал пустым.\nТы была так молода, я этим был обязан тебе.\nТы живешь в моем каждом слове, ты - причина, по которой я все еще жив.\nНикто не заслуживает смерти, я так и не получил шанс с тобой попрощаться.\nТак что это мое 'прощай' тебе.\nИ я надеюсь: где бы ты ни находишься,\nты все еще слышишь, как мой голос звучит сейчас.\nКак в шесть лет я чуть не утонул,\nВ тени, которой я стал\nВ тени моей повседневной жизни,\nВ темноте, которой я стал,\nВ тени моей повседневной жизни.\nИ я все еще скучаю по тебе,\nТы была на месте, я позвонил домой.\nЯ так одинок.\n\nПеревод взят с emo translations\n",
    "soundcloudId": "146107662"
  },
  {
    "key": 40,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "float",
    "lyrics": "I've never been one to say goodbye\nWhen i found out you died\nI was left with my teeth in my head\nNo, no, no reason\nJust another leaf blown away with the seasons\n\nThirst to hear you smile\nEvery once in a while\nIt's running laps in my head\n\nStill I hear your voice\nRight before I go to sleep\nI didn't know your pain\nBut you've found your release\n\nWhy'd you have to leave\n\nI've never been one to say goodbye\nBut I've found out you died\nThis past Fourth of july\nAnd I'd give anything to cut you down from that rope\n\nSo, next time that you kill yourself\nWhile I'm out getting by\nKnow I love you\nAnd I want to say goodbye\nGoodbye",
    "translation": "old gray — float (держаться на плаву)\n\nя никогда не был одним из тех, кто говорит 'прощай'. когда я узнал, что ты умер, я остался наедине с терзаниями в голове. нет, нет, нет смысла. просто ещё один лист, который оборвался от дуновения ветра. жажда услышать твой смех проносится кругами в моей голове. я до сих пор слышу твой голос перед тем, как заснуть. я не знал о твоих страданиях, но ты нашёл решение сам.\n\nзачем ты ушёл?\n\nя никогда не был одним из тех, кто говорит 'прощай', но я узнал, что ты покончил с собой четвёртого июля. я бы отдал всё, чтобы обрубить ту верёвку. в следующий раз, когда ты покончишь с собой, пока я пытаюсь держаться на плаву, знай, что я люблю тебя, и что я хочу сказать 'прощай'.\n\nпрощай.\n\n_________________________________\n'большую часть прошлого года я пытался примириться с моей маниакальной депрессией, не позволяя ей контролировать меня, и пытаясь понять, как сделать это наилучшим образом. это лето было одним из самых тяжёлых в моей жизни, потому что я пытался сохранить позитивный настрой, потеряв сразу нескольких друзей, которые не видели, каким ярким их будущее действительно могло бы быть. одним из них был мой самый близкий школьный друг. он помог мне сформироваться как личность и стать тем, кем я являюсь сегодня, и сейчас моя цель – быть продолжением его оборвавшейся жизни. независимо от того, с чем вы боритесь, самоубийство это не выход, никогда не забывайте это'\n– Кэмерон Бушер, old gray, сентябрь 2015.\n\nПеревод взят с emo translations",
    "soundcloudId": ""
  },
  {
    "key": 41,
    "artist": "Old Gray",
    "album": "singles/split",
    "albumVKLink": "https://vk.com/audio_playlist-166759220_22",
    "name": "slow",
    "lyrics": "",
    "translation": "",
    "soundcloudId": ""
  }
 
]